Repository: pretix/pretix-mollie
Catalog: pretix_mollie/locale/*/LC_MESSAGES/django.po
Languages: fo, fr

source: Accept payments through Mollie, a European payment provider supporting credit cards as well as many local payment methods such as giropay, direct debit, iDEAL, wire transfers, and many more.
fo: Góðtak gjald umvegis Mollie, ein europiskur gjaldsmóttakari, sum tekur ímóti gjaldi umvegis gjaldskort umframt nógvar ymiskar staðbundnar gjaldsmóttakarar sum giropay, direct debit, iDeal, bankaflyting og nógv annað.
fr: Acceptez les payements via Mollie, un fournisseur de payement européen gérant les cartes de crédit ainsi que de nombreux moyen de payement locaux comme giropay, direct debit, iDEAL, virements, et beaucoup d'autres.

source: The provided key "%(value)s" does not look valid. It should start with "%(prefix)s".
fo: Lykilin "%(value)s" sær ikki út til at vera galdandi. Hann eigur at byrja við "%(prefix)s".
fr: La clé fournie « %(value)s » ne semble pas valide. Elle doit commencer par « %(prefix)s ».

source: To accept payments via Mollie, you will need an account at Mollie. By clicking on the following button, you can either create a new Mollie account connect pretix to an existing one.
fo: Fyri at góðtaka gjald umvegis Mollie, so er neyðugt fyrst at stovna eina kontu hjá Mollie. Við at trýsta á fylgjandi knøtt, so kanst tú antin stovna eina nýggja kontu hjá Mollie ella knýta eina verandi kontu afturat pretix.
fr: Pour accepter des payements avec Mollie, vous avez besoin d'un compte Mollie. En cliquant sur le bouton suivant, vous pouvez soit créer un nouveau compte Mollie, soit connecter un compte existant à pretix.

source: Connect with Mollie
fo: Knýt samband við Mollie
fr: Connecter Mollie

source: Disconnect from Mollie
fo: Slít samband við Mollie
fr: Déconnecter Mollie

source: The Mollie plugin is operating in test mode. No money will actually be transferred.
fo: Mollie er í royndarstøðu. Ongin pengar verða tiknir av gjaldskorti.
fr: Le plugin Mollie est actuellement en mode test. Il n'y aura pas réellement de transfert d'argent.

source: Mollie account
fo: Mollie konta
fr: Compte Mollie

source: Website profile
fo: Heimasíðu profilur
fr: Site web du profile

source: Endpoint
fo: Endastað
fr: Point de terminaison

# mollie
source: Live
fo: Beinleiðis
fr: En ligne

# mollie
source: Testing
fo: Test
fr: En test

source: Secret key
fo: Loyniligur lykil
fr: Clé secrète

source: Credit card
fo: Gjaldskort
fr: Carte de crédit

source: Bank transfer
fo: Bankaflyting
fr: Virement bancaire

source: KBC/CBC Payment Button
fo: KBC/CBC gjalds knøttur
fr: Bouton de payement KBC/CBC

source: Mollie reported an error: {}
fo: Mollie hevur skrásett ein feil: {}
fr: Erreur venant de Mollie : {}

source: We had trouble communicating with Mollie. Please try again and get in touch with us if this problem persists.
fo: Vit hava trupulleikar við sambandinum til Mollie. Vinarliga royn aftur. Set teg í samband við okkurt, um trupulleikin heldur fram.
fr: On a eu un problème de communication avec Mollie. Merci de réessayer et de nous contacter si le problème persiste.

source: Credit card via Mollie
fo: Gjaldskort umvegis Mollie
fr: Carte de crédit via Mollie

source: Bancontact via Mollie
fo: Bancontact umvegis Mollie

source: Bank transfer via Mollie
fo: Bankaflyting umvegis Mollie
fr: Virement bancaire via Mollie

source: Account holder
fo: Eigarin av kontuni
fr: Titulaire du compte

source: Please transfer the invoice amount to the bank account of our payment service provider using the specified reference:
fo: Vinarliga flyt upphæddina á fakturanum á banka kontu hjá okkara gjaldsveitara við at nýta ásettu tilvísing:
fr: Merci de transférer le montant facturé au compte bancaire de votre fournisseur de payment en utilisant les références suivantes :

source: Reference
fo: Tilvísing
fr: Référence

source: Please only use the given reference. Otherwise, your payment can not be processed.
fo: Vinarliga nýt einans nevndu tilvísing. Annars kann gjaldið ikki verða móttikið.
fr: Merci de n'utiliser que les références fournies. Sinon, votre payement ne pourra être traité.

source: Belfius Pay Button via Mollie
fo: Belfius Pay Button umvegis Mollie
fr: Bouton Belfius Pay via Mollie

source: Bitcoin via Mollie
fo: Bitcoin umvegis Mollie

source: EPS via Mollie
fo: EPS umvegis Mollie

source: giropay via Mollie
fo: giropay umvegis Mollie

source: iDEAL via Mollie
fo: iDeal umvegis Mollie

source: ING Home’Pay via Mollie
fo: ING Home'Pay umvegis Mollie

source: KBC/CBC Payment Button via Mollie
fo: KBC/CBC gjaldsknøttur umvegis Mollie
fr: Bouton de payement KBC/CBC via Mollie

source: paysafecard via Mollie
fo: paysafecard umvegis Mollie

source: Sofort via Mollie
fo: Sofort umvegis Mollie

source: Payment canceled.
fo: Gjald avlýst.
fr: Payement annulé.

source: Payment failed.
fo: Gjald misseydnað.
fr: Payement raté.

source: Payment succeeded.
fo: Gjald gjøgnumført.
fr: Le payement a réussi.

source: Payment expired.
fo: Gjald útgingið.
fr: Le payement a expiré.

source: Payment method disabled since we were unable to refresh the access token. Please contact support.
fo: Gjaldsháttur er óvirkin, tí tað ber ikki til at endurnýggja atgongu teknið. Vinarliga set teg í samband við veitaran.
fr: La méthode de payement est désactivé étant donné que l'on est incapable de rafraichir le jeton d'accès. Merci de contacter le support.

source: Mollie reported an event: {}
fo: Mollie hevur skrásett eitt tiltak: {}
fr: Mollie a retourné un message : {}

source: Mollie Connect: Client ID
fo: Mollie Connect: Kunda ID

source: Mollie Connect: Client secret
fo: Mollie Connect: Kunda loynidómur

source: After you submitted your order, we will redirect you to Mollie to complete your payment. You will then be redirected back here to get your tickets.
fo: Eftir at tú hevur bílagt ordran, verður tú beindur víðari til Mollie til gjaldingar. Tú verður síðani beindur aftur higar fyri at fáa atgongumerki.
fr: Après avoir compléter votre commande, nous vous redirigerons vers Mollie pour effectuer votre paiement. Vous serez ensuite redirigé ici pour obtenir vos billets.

source: Payment method
fo: Gjaldsháttur
fr: Mode de paiement

source: After completing your purchase, we will ask you to transfer the money to a bank account, using a personal reference code.
fo: Eftir at tú hevur fullført keypið, verður tú biðin um at flyta pengarnar umvegis bankaflyting við einum persónligari tilvísingar kotu.
fr: Après avoir effectué votre achat, nous vous demanderons de transférer l'argent sur un compte bancaire, à l'aide d'un code de référence personnel.

source: Status
fo: Støða
fr: État

source: Paid at
fo: Goldið tann
fr: Payé à

source: Expires at
fo: Gongur út tann
fr: Expire à

source: Settlement amount
fo: Samlað upphædd
fr: Montant du règlement

source: Card holder
fo: Navn á persóni, sum eigur gjaldskortið
fr: Titulaire de la carte

source: Card number
fo: Kortnummar
fr: Numéro de carte

source: Card type
fo: Slag av gjaldskorti
fr: Type de carte

source: Payer name
fo: Navn á gjaldara
fr: Nom du payeur

source: Bitcoin amount
fo: Bitcoin upphædd
fr: montant en Bitcoin

source: Error message
fo: Fráboðan um feil
fr: Message d'erreur

source: Please transfer the full amount to the following bank account. Reference: %(code)s Amount: %(total)s %(bank)s
fo: Vinarliga flyt alla upphæddina á hesa bankakontu. Tilvísing: %(code)s Upphædd: %(total)s %(bank)s
fr: Veuillez virer le montant total sur le compte bancaire suivant. Référence: %(code)s Montant: %(total)s %(bank)s

source: Please transfer the full amount to the following bank account:
fo: Vinarliga flyt alla upphæddina á hesa bankakontu:
fr: Veuillez virer le montant total sur le compte bancaire suivant :

source: Amount:
fo: Upphædd:
fr: Montant :

source: Reference code (important):
fo: Tilvísingar kota (umráðandi):
fr: Code de référence (important) :

source: After you sent the bank transfer, you can close this window. We will send you an email as soon as we received your payment.
fo: Aftaná at tú hevur flutt pengarnar við bankaflyting, so kanst tú lata gluggan aftur. Vit senda tær ein teldupost so skjótt, sum vit hava móttikið gjaldið.
fr: Après avoir envoyé le virement bancaire, vous pouvez fermer cette fenêtre. Nous vous enverrons un courriel dès que nous aurons reçu votre paiement.

source: Open banking app
fo: Lat netbankan upp
fr: Ouvrez l'application bancaire

source: Requires that the app supports BezahlCode
fo: Krevur, at appin kann taka ímóti BezahlCode
fr: L'application doit prendre en charge BezahlCode

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few days.
fo: Vit bíða eftir einum svari frá gjaldsveitaranum í mun til títt gjald. Vinarliga set teg í samband við okkum, um hetta tekur meira enn nakrar dagar.
fr: Nous attendons une réponse du fournisseur de paiement concernant votre paiement. Veuillez nous contacter si cela prend plus de quelques jours.

source: The payment transaction could not be completed for the following reason:
fo: Gjaldsflytingin kundi ikki gjøgnumførast orsaka av:
fr: L’opération de paiement n’a pas pu être effectuée pour la raison suivante :

source: Unknown reason
fo: Ókend orsøk
fr: Raison inconnue

source: The payment process has started in a new window.
fo: Gjaldsgongdin er byrjað í nýggjum glugga.
fr: Le processus de paiement a commencé dans une nouvelle fenêtre.

source: The window to enter your payment data was not opened or was closed?
fo: Gluggin, har tú skuldi tasta gjaldsupplýsingarnar inn var ikki latin upp ella latin aftur?
fr: La fenêtre de saisie de vos données de paiement a-t-elle été fermée ou ne s'est pas ouverte ?

source: Click here in order to open the window.
fo: Trýst her, fyri at lata ein nýggjan glugga upp.
fr: Cliquez ici pour ouvrir la fenêtre.

source: An error occurred during connecting with Mollie, please try again.
fo: Ein feilur hendi, tá ið roynt var at fáa samband við Mollie. Vinarliga royn aftur.
fr: Une erreur s'est produite lors de la connexion avec Mollie, veuillez réessayer.

source: Mollie returned an error: {}
fo: Mollie vísti ein feil: {}
fr: Mollie a renvoyé une erreur : {}

source: Please create a website profile in your Mollie account and try again.
fo: Vinarliga ger ein profil í tíni Mollie kontu og royn aftur.
fr: Veuillez créer un profil de site web dans votre compte Mollie et réessayer.

source: Please fill in your company details in your Mollie account and try again.
fo: Vinarliga fyll upplýsingarnar hjá tínum felagi út í Mollie og royn aftur.
fr: Veuillez compléter les détails de votre entreprise dans votre compte Mollie et réessayer.

source: Your Mollie account is now connected to pretix. You can change the settings in detail below.
fo: Tín Mollie konta hevur nú samband við pretix. Tú kanst broyta stillingarnar niðanfyri.
fr: Votre compte Mollie est maintenant connecté à pretix. Vous pouvez modifier les paramètres en détail ci-dessous.

source: Your Mollie account has been disconnected.
fo: Tín Mollie konta hevur mist sambandið.
fr: Votre compte Mollie a été déconnecté.

source: We received your payment but were unable to mark your ticket as the server was too busy. Please check back in a couple of minutes.
fo: Vit hava móttikið títt gjald, men kundu ikki eyðmerkja títt atgongumerki, tí servarin var upptikin. Vinarliga royn aftur um nakrar minuttir.
fr: Nous avons reçu votre paiement mais nous n'avons pas pu marquer votre ticket car le serveur était trop occupé. Veuillez revenir dans quelques minutes.

source: We received your payment but were unable to mark your ticket as paid as one of your ordered products is sold out. Please contact the event organizer for further steps.
fo: Vit hava móttikið títt gjald, men kundu ikki merkja títt atgongumerki sum goldið, tí eitt av tínum umbidnu produktum er útselt. Vinarliga set teg í samband við fyriskiparan, fyri at fáa nærri kunning.
fr: Nous avons reçu votre paiement mais nous n'avons pas pu marquer votre billet comme payé car l'un des produits que vous avez commandés est épuisé. Veuillez contacter l'organisateur de l'événement pour la suite des opérations.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
fo: Orsaka, men ein feilur var í gjaldsgongdini. Vinarliga kanna leinkjuna í teldupostinum fyri at halda fram.
fr: Désolé, une erreur s'est produite lors du traitement du paiement. SVP vérifiez le lien dans vos courriels pour continuer.

source: Belfius Pay Button
fr: bouton Belfius Pay
