Repository: pretix/pretix-mollie
Catalog: pretix_mollie/locale/*_Informal/LC_MESSAGES/django.po
Languages: de, nl_informal

source: Accept payments through Mollie, a European payment provider supporting credit cards as well as many local payment methods such as giropay, direct debit, iDEAL, wire transfers, and many more.
de: Akzeptiere Zahlungen mit Mollie, einem europäischen Zahlungsdienstleister, der Kreditkarten sowie viele lokale Zahlungsarten wie z.B. giropay, Lastschrift, iDEAL, Banküberweisung und weitere unterstützt.

source: The provided key "%(value)s" does not look valid. It should start with "%(prefix)s".
de: Der eingegebene Schlüssel "%(value)s" sieht ungültig aus. Er sollte mit "%(prefix)s" beginnen.
nl_informal: De opgegeven key "%(value)s" ziet er niet geldig uit. Hij moet beginnen met "%(prefix)s".

source: To accept payments via Mollie, you will need an account at Mollie. By clicking on the following button, you can either create a new Mollie account connect pretix to an existing one.
de: Um Zahlungen mit Mollie zu akzeptieren, benötigst du ein Konto bei Mollie. Mit einem Klick auf den folgenden Button kannst du ein Mollie-Konto erstellen oder mit deinem pretix-Konto verbinden.
nl_informal: Om betalingen met Mollie te accepteren heb je een account bij Mollie nodig. Door op de volgende knop te klikken kan je een nieuw account bij Mollie aanmaken, of Pretix met een bestaand account verbinden.

source: Connect with Mollie
de: Mit Mollie verbinden
nl_informal: Verbinden met Mollie

source: Disconnect from Mollie
de: Von Mollie trennen
nl_informal: Verbinding met Mollie verbreken

source: The Mollie plugin is operating in test mode. No money will actually be transferred.
de: Das Mollie-Modul ist im Testmodus. Kein Geld wird übertragen.
nl_informal: De Mollie-plug-in staat in de testmodus. Er zal geen echt geld worden overgemaakt.

source: Mollie account
de: Mollie-Konto

source: Website profile
de: Webseiten-Profil
nl_informal: Websiteprofiel

source: Endpoint
de: Endpunkt

source: Secret key
de: Geheimer Schlüssel
nl_informal: Geheime sleutel

source: Credit card
de: Kreditkarte

source: Bank transfer
de: Banküberweisung
nl_informal: Bankoverschrijving

source: Belfius Pay Button
de: Belfius-Bezahlbutton

source: KBC/CBC Payment Button
de: KBC/CBC-Zahlungsbutton
nl_informal: KBC/CBC-Betaalknop

source: Mollie reported an error: {}
de: Mollie hat einen Fehler zurückgegeben: {}
nl_informal: Mollie meldde een fout: {}

source: We had trouble communicating with Mollie. Please try again and get in touch with us if this problem persists.
de: Wir hatten Probleme, Mollie zu erreichen. Bitte versuche es erneut und kontaktiere uns, wenn das Problem fortbesteht.
nl_informal: We hadden moeite met het communiceren met Mollie. Probeer het opnieuw, en neem contact met ons op als het probleem aanhoudt.

source: Credit card via Mollie
de: Kreditkarte über Mollie

source: Bancontact via Mollie
de: Bancontact über Mollie

source: Bank transfer via Mollie
de: Banküberweisung über Mollie
nl_informal: Bankoverschrijving via Mollie

source: Account holder
de: Kontoinhaber
nl_informal: Rekeninghouder

source: Please transfer the invoice amount to the bank account of our payment service provider using the specified reference:
de: Bitte überweise den Rechnungsbetrag unter Verwendung der angegebenen Referenz auf das Bankkonto unseres Zahlungsdienstleisters:
nl_informal: Maak het factuurbedrag over naar de bankrekening van onze betalingsaanbieder met dit kenmerk in de omschrijving van de betaling:

source: Reference
de: Verwendungszweck
nl_informal: Kenmerk

source: Please only use the given reference. Otherwise, your payment can not be processed.
de: Bitte verwende nur die angegebene Referenz. Andernfalls kann deine Zahlung nicht verarbeitet werden.
nl_informal: Gebruik alleen het kenmerk dat hier staat. Als u dit niet doet kan uw betaling niet worden verwerkt en zal het bedrag na een aantal dagen automatisch worden teruggestort.

source: Belfius Pay Button via Mollie
de: Belfius-Bezahlbutton über Mollie

source: Bitcoin via Mollie
de: Bitcoin über Mollie

source: EPS via Mollie
de: EPS über Mollie

source: giropay via Mollie
de: giropay über Mollie

source: iDEAL via Mollie
de: iDEAL über Mollie

source: ING Home’Pay via Mollie
de: ING Home’Pay über Mollie

source: KBC/CBC Payment Button via Mollie
de: KBC/CBC-Bezahlbutton über Mollie
nl_informal: KBC/CBC-Betaalknop via Mollie

source: paysafecard via Mollie
de: paysafecard über Mollie

source: Sofort via Mollie
de: Sofort über Mollie

source: Payment canceled.
de: Zahlung abgebrochen.
nl_informal: Betaling geannuleerd.

source: Payment failed.
de: Zahlung fehlgeschlagen.
nl_informal: Betaling mislukt.

source: Payment succeeded.
de: Zahlung erfolgreich.
nl_informal: Betaling geslaagd.

source: Payment expired.
de: Zahlung abgelaufen.
nl_informal: Betaling verlopen.

source: Payment method disabled since we were unable to refresh the access token. Please contact support.
de: Zahlungsmethode deaktiviert, da wir keinen neuen Access-Token erhalten haben. Bitte wende dich an den Support.
nl_informal: Betalingsmethode uitgeschakeld, omdat we het access token niet konden vernieuwen. Neem contact op met ondersteuning.

source: Mollie reported an event: {}
de: Mollie hat ein Ereignis gemeldet: {}
nl_informal: Mollie meldde een gebeurtenis: {}

source: After you submitted your order, we will redirect you to Mollie to complete your payment. You will then be redirected back here to get your tickets.
de: Nach Abschluss deiner Bestellung leiten wir dich zu Mollie weiter, um die Zahlung abzuschließen. Du wirst dann hierher zurück geleitet um deine Tickets zu erhalten.
nl_informal: Nadat je je bestelling hebt ingediend zullen we je naar Mollie doorverwijzen om je betaling uit te voeren. Je zal hierna naar hier worden teruggestuurd om je kaartjes te krijgen.

source: Payment method
de: Zahlungsmethode
nl_informal: Betalingsmethode

source: After completing your purchase, we will ask you to transfer the money to a bank account, using a personal reference code.
de: Nach Abschluss deiner Bestellung wirst du aufgefordert, das Geld unter Verwendung eines persönlichen Referenzcodes auf ein Bankkonto zu überweisen.
nl_informal: Na het afronden van de betaling zullen we je vragen om het geld over te maken naar een bankrekening, met in de omschrijving van je betaling een persoonlijke code.

source: Paid at
de: Bezahlt um
nl_informal: Betaald op

source: Expires at
de: Läuft ab am
nl_informal: Verloopt op

source: Settlement amount
de: Abrechnungsbetrag
nl_informal: Uitbetalingshoeveelheid

source: Card holder
de: Karteninhaber
nl_informal: Kaarthouder

source: Card number
de: Kreditkartennummer
nl_informal: Kaartnummer

source: Card type
de: Kartentyp
nl_informal: Kaarttype

source: Payer name
de: Name des Zahlenden
nl_informal: Naam betaler

source: Bitcoin amount
de: Bitcoin-Betrag
nl_informal: Bitcoinhoeveelheid

source: Error message
de: Fehlermeldung
nl_informal: Foutmelding

source: Please transfer the full amount to the following bank account. Reference: %(code)s Amount: %(total)s %(bank)s
de: Bitte überweise den vollen Betrag auf das folgende Bankkonto: Verwendungszweck: %(code)s Betrag: %(total)s %(bank)s
nl_informal: Maak het te betalen bedrag over naar de volgende bankrekening: Betalingscode (zet in omschrijving): %(code)s Bedrag: %(total)s %(bank)s

source: Please transfer the full amount to the following bank account:
de: Bitte überweise den vollen Betrag auf das folgende Bankkonto:
nl_informal: Maak het volledige bedrag over naar de volgende bankrekening:

source: Amount:
de: Betrag:
nl_informal: Bedrag:

source: Reference code (important):
de: Verwendungszweck (wichtig):
nl_informal: Betalingscode (belangrijk, zet in omschrijving):

source: After you sent the bank transfer, you can close this window. We will send you an email as soon as we received your payment.
de: Nachdem du die Banküberweisung ausgeführt hast, kannst du dieses Fenster schließen. Wir schicken dir eine E-Mail, sobald wir deine Zahlung erhalten haben.
nl_informal: Nadat je de bankoverschrijving hebt verstuurd kan je dit venster sluiten. We zullen je een email sturen zodra we je betaling hebben ontvangen.

source: Open banking app
de: Banking-App öffnen
nl_informal: Open bankieren-app

source: Requires that the app supports BezahlCode
de: Erfordert, dass die App BezahlCode unterstützt
nl_informal: Vereist dat de app BezahlCode ondersteunt

source: We're waiting for an answer from the payment provider regarding your payment. Please contact us if this takes more than a few days.
de: Wir warten auf eine Antwort des Zahlungsdienstleisters bezüglich deiner Zahlung. Bitte kontaktiere uns, falls dies mehr als ein paar Tage dauert.
nl_informal: We wachten op een antwoord van de betalingsprovider over je betaling. Neem contact met ons op als dit langer dan een paar dagen duurt.

source: The payment transaction could not be completed for the following reason:
de: Die Zahlung konnte aus folgendem Grund nicht abgeschlossen werden:
nl_informal: De betalingstransactie kon om de volgende reden niet voltooid worden:

source: Unknown reason
de: Unbekannter Grund
nl_informal: Onbekende reden

source: The payment process has started in a new window.
de: Der Zahlungsvorgang wird in einem neuen Fenster fortgesetzt.
nl_informal: Het betalingsproces is begonnen in een nieuw venster.

source: The window to enter your payment data was not opened or was closed?
de: Das Fenster zur Eingabe der Zahlungsdaten wurde geschlossen oder nie geöffnet?
nl_informal: Is het venster om je betaling uit te voeren niet geopend?

source: Click here in order to open the window.
de: Hier klicken um das Fenster zu öffnen.
nl_informal: Klik hier om het venster te openen.

source: An error occurred during connecting with Mollie, please try again.
de: Ein Fehler ist während des Verbindungsaufbaus zu Mollie aufgetreten, bitte versuche es erneut.
nl_informal: Er is iets misgegaan tijdens het communiceren met Mollie, probeer het opnieuw.

source: Mollie returned an error: {}
de: Mollie hat einen Fehler zurückgegeben: {}
nl_informal: Mollie meldde een fout: {}

source: Please create a website profile in your Mollie account and try again.
de: Bitte erstelle in Mollie ein Website-Profil und versuche es erneut.
nl_informal: Maak een websiteprofiel aan in je Mollie-account en probeer het opnieuw.

source: Please fill in your company details in your Mollie account and try again.
de: Bitte fülle bei Mollie deine Firmendaten aus und versuche es erneut.
nl_informal: Vul je bedrijfsgegevens in in je Mollie-account en probeer het opnieuw.

source: Your Mollie account is now connected to pretix. You can change the settings in detail below.
de: Dein Mollie-Konto ist nun mit pretix verbunden. Weiter unten kannst du die Einstellungen im Detail bearbeiten.
nl_informal: Je Mollie-account is nu verbonden met pretix. Je kan hieronder de instellingen in detail aanpassen.

source: Your Mollie account has been disconnected.
de: Dein Mollie-Konto wurde getrennt.
nl_informal: De verbinding met je Mollie-account is verbroken.

source: We received your payment but were unable to mark your ticket as the server was too busy. Please check back in a couple of minutes.
de: Wir haben die Zahlung erhalten, konnten die Bestellung aber nicht als bezahlt markieren, da der Server zu beschäftigt war. Wir versuchen es in ein paar Minuten erneut.

source: We received your payment but were unable to mark your ticket as paid as one of your ordered products is sold out. Please contact the event organizer for further steps.
de: Wir haben die Zahlung erhalten, aber konnten die Bestellung nicht als bezahlt markieren, da eines der Produkte ausverkauft ist. Kontaktiere bitte den Veranstalter für weitere Schritte.
nl_informal: We hebben je betaling ontvangen, maar konden je kaartje niet als betaald markeren, omdat een van de producten die je bestelde is uitverkocht. Neem contact op met de organisator voor verdere instructies.

source: Sorry, there was an error in the payment process. Please check the link in your emails to continue.
de: Sorry, es gab einen Fehler im Bezahlvorgang. Bitte klicke den Link in der E-Mail, die wir dir geschickt haben, um fortzufahren.
nl_informal: Sorry, er is iets misgegaan in het betalingsproces. Klik op de link in je email om door te gaan.

source: Integration for the Mollie payment provider.
de: Integration von Mollie als Zahlungsmethode.
nl_informal: Integratie voor de betalingsprovider Mollie.

source: We received your payment but were unable to mark your ticket as the server was too busy. Please check beck in a couple of minutes.
de: Wir haben die Zahlung erhalten, konnten die Bestellung aber nicht als bezahlt markieren, da der Server zu beschäftigt war. Wir versuchen es in ein paar Minuten erneut!
nl_informal: We hebben je betaling ontvangen, maar konden je kaartje niet als betaald markeren, omdat de server overbelast was. Kijk alsjeblieft over een paar minuten opnieuw op deze pagina.

source: Sofort
nl_informal: Sofort-betaling

source: Mollie Connect: Client secret
nl_informal: Mollie Connect: Clientgeheim
